---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Feet
zh: 英尺
source: html/b7f9017c-b8a0-5004-4496-4c07a00c3659.htm
---
# Autodesk.Revit.DB.UnitTypeId.Feet Property

**中文**: 英尺

Feet.

## Syntax (C#)
```csharp
public static ForgeTypeId Feet { get; }
```